/*  Canvases  */
"Canvas 1" = "Canevas 1"; 

/*  Layers  */
"Layer 1" = "Calque 1"; 

/*  Graphics  */
"Eggplant" = "Eggplant"; 
"Potato" = "Potato"; 
"Pepper" = "Pepper"; 
"Okra" = "Okra"; 
"Celery" = "Celery"; 
"Tomato Cage" = "Tomato Cage"; 
"Square Frame" = "Square Frame"; 
"A-Frame Trellis" = "A-Frame Trellis"; 
"Beet" = "Beet"; 
"Bush Beans" = "Bush Beans"; 
"Carrots" = "Carrots"; 
"Peas" = "Peas"; 
"Lettuce" = "Lettuce"; 
"Rainbow Chard" = "Rainbow Chard"; 
"Broccoli" = "Broccoli"; 
"Radish" = "Radish"; 
"Summer Squash" = "Summer Squash"; 
"Garlic" = "Garlic"; 
"Tomato" = "Tomato"; 
"Watermelon" = "Watermelon"; 
"Green Leaf Lettuce" = "Green Leaf Lettuce"; 
"Kale" = "Kale"; 
"Zuchinni" = "Zuchinni"; 
"Squash" = "Squash"; 
"Pumpkin" = "Pumpkin"; 
"Corn" = "Corn"; 
"Onion" = "Onion"; 
"Cucumber" = "Cucumber"; 
